Repository: amp75011/mvp
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Price Comparison Tool
fr: Comparateur de Prix

source: Recipes & Substitutes
fr: Recettes & Substituts

source: Sustainability & Health Badges
fr: Badges de Durabilité & Santé

source: Login
fr: Se Connecter

source: Signup
fr: S'inscrire

source: English
fr: Anglais

source: Contact Us
fr: Contactez-nous

source: The Future of Grocery Shopping: <br>Savings, Sustainability, and Convenience All in One!
fr: L'avenir des courses alimentaires : <br>Économies, durabilité et commodité, tout en un !

source: Grocery shopping has evolved, and in the digital age, it's not just about buying food anymore. It's about making informed choices, finding the best deals, and ensuring that our purchases have the least negative impact on the planet. Enter ComPrix, a revolutionary platform that's changing the way we think about online grocery shopping.
fr: Les courses alimentaires ont évolué, et à l'ère numérique, il ne s'agit plus seulement d'acheter de la nourriture. Il s'agit de faire des choix éclairés, de trouver les meilleures offres et de garantir que nos achats aient le moins d'impact négatif possible sur la planète. Découvrez ComPrix, une plateforme révolutionnaire qui change notre façon de penser les courses en ligne.

source: Read More
fr: Lire la suite

source: Why Smart Price Comparison is Essential
fr: Pourquoi la comparaison intelligente des prix est essentielle

source: Every day, hundreds of products go on sale, and promotions change constantly. The challenge? Keeping track of these fluctuations across different online supermarkets. ComPrix's smart comparison engine does the heavy lifting for you, ensuring that you're always getting the best value for your money, down to the delivery costs.
fr: Chaque jour, des centaines de produits sont en promotion, et les offres changent constamment. Le défi ? Suivre ces fluctuations à travers différents supermarchés en ligne. Le moteur de comparaison intelligent de ComPrix fait le gros du travail pour vous, garantissant que vous obtenez toujours le meilleur rapport qualité-prix, jusqu'aux frais de livraison.

source: Sustainability is No Longer Optional
fr: La durabilité n'est plus une option

source: It's a known fact: Our planet needs us to make better choices. Whether it's opting for products with reduced packaging, supporting brands that follow sustainable practices, or simply reducing food waste by buying what we need, every little bit helps.
fr: C'est un fait connu : notre planète a besoin que nous fassions de meilleurs choix. Que ce soit en optant pour des produits à emballage réduit, en soutenant des marques qui suivent des pratiques durables, ou simplement en réduisant le gaspillage alimentaire en achetant ce dont nous avons besoin, chaque petit geste compte.

source: ComPrix doesn't just stop at price comparison. We guide you towards sustainable choices, ensuring that your shopping habits are in line with the health of our planet.
fr: ComPrix ne se limite pas à la comparaison des prix. Nous vous orientons vers des choix durables, garantissant que vos habitudes de consommation soient en accord avec la santé de notre planète.

source: The Convenience Factor
fr: Le facteur de commodité

source: Remember the days when you'd write down a shopping list on a piece of paper and hope you didn't forget it at home? Those days are behind us. With ComPrix, your user-centric shopping list is at the heart of your experience. And what's more? We offer health-focused recipe suggestions based on the products in your list. So, not only do you shop smart, but you also eat smart.
fr: Vous souvenez-vous du temps où vous écriviez une liste de courses sur un bout de papier et espériez ne pas l'oublier à la maison ? Ces jours sont révolus. Avec ComPrix, votre liste d'achats centrée sur l'utilisateur est au cœur de votre expérience. Et ce n'est pas tout. Nous proposons des suggestions de recettes axées sur la santé, basées sur les produits de votre liste. Ainsi, vous ne faites pas que des achats intelligents, mais vous mangez également sainement.

source: Wrapping Up
fr: En conclusion

source: The future of grocery shopping is here, and it's more than just adding items to a cart. It's about making decisions that are good for your wallet, your health, and the planet.
fr: L'avenir des courses alimentaires est là, et ce n'est pas seulement ajouter des articles dans un panier. Il s'agit de prendre des décisions bénéfiques pour votre portefeuille, votre santé et la planète.

source: Discover the smart, sustainable, and convenient way to shop with ComPrix. Your grocery journey reimagined.
fr: Découvrez la manière intelligente, durable et pratique de faire vos courses avec ComPrix. Réinventez votre parcours d'achat alimentaire.

source: Making Healthy Choices: The Power of Informed Online Grocery Shopping
fr: Faire des choix sains : la force de l'achat de courses en ligne informé

source: In our fast-paced world, maintaining a balanced diet and making health-conscious decisions can sometimes feel like a luxury. Between juggling work, family, and personal time, who has the hours to analyze every product on the grocery store shelf? This is where online grocery shopping, combined with the right tools, can be a game-changer.
fr: Dans notre monde rapide, maintenir un régime équilibré et prendre des décisions conscientes pour la santé peut parfois sembler être un luxe. Entre jongler avec le travail, la famille et le temps personnel, qui a le temps d'analyser chaque produit sur l'étagère du supermarché ? C'est là que les courses en ligne, combinées aux bons outils, peuvent changer la donne.

source: The Rise of Online Grocery Shopping
fr: L'essor des courses en ligne

source: The recent years have seen a massive surge in online grocery shopping. The reasons are many: convenience, the sheer variety, and often, better deals. But there's more to it. Online platforms provide an opportunity to research, compare, and make informed decisions about what goes into our shopping baskets and, ultimately, our bodies.
fr: Ces dernières années ont vu une augmentation massive des courses en ligne. Les raisons sont nombreuses : la commodité, la grande variété et souvent, de meilleures offres. Mais il y a plus que cela. Les plateformes en ligne offrent la possibilité de rechercher, comparer et prendre des décisions éclairées sur ce qui entre dans nos paniers d'achat et, en fin de compte, dans nos corps.

source: Health at the Forefront with ComPrix
fr: La santé au premier plan avec ComPrix

source: At ComPrix, we understand the importance of health. That's why, in addition to offering a smart price comparison, we guide our users towards healthier food choices. Wondering how?
fr: Chez ComPrix, nous comprenons l'importance de la santé. C'est pourquoi, en plus d'offrir une comparaison de prix intelligente, nous orientons nos utilisateurs vers des choix alimentaires plus sains. Vous vous demandez comment ?

source: 1. Nutritional Information at Your Fingertips: Instead of squinting at labels in the store, get a clear view of the nutritional value of products, allowing you to choose items that align with your dietary needs.
fr: 1. Informations nutritionnelles à portée de main : Au lieu de plisser les yeux sur les étiquettes en magasin, obtenez une vue claire de la valeur nutritionnelle des produits, vous permettant de choisir des articles qui correspondent à vos besoins alimentaires.

source: 2. Recipe Suggestions: Not sure how to incorporate quinoa into your meals? Or looking for a low-sodium alternative for your favorite dish? Our health-focused recipe suggestions can inspire you to try out new, nutritious meals.
fr: 2. Suggestions de recettes : Vous ne savez pas comment intégrer le quinoa dans vos repas ? Ou vous cherchez une alternative pauvre en sodium pour votre plat préféré ? Nos suggestions de recettes axées sur la santé peuvent vous inspirer à essayer de nouveaux plats nutritifs.

source: 3. Sustainable Choices: Health isn't just about what we eat but also about the environment we live in. ComPrix promotes sustainable product options, ensuring that your health and the planet's health go hand in hand.
fr: 3. Choix durables : La santé ne concerne pas seulement ce que nous mangeons mais aussi l'environnement dans lequel nous vivons. ComPrix promeut des options de produits durables, garantissant que votre santé et celle de la planète vont de pair.

source: Harnessing the Power of Informed Shopping
fr: Exploiter le pouvoir des achats informés

source: With ComPrix, you're no longer shopping in the dark. You have the information, the tools, and the suggestions right at your fingertips, ensuring that every grocery delivery at your doorstep aligns with your health goals.
fr: Avec ComPrix, vous ne faites plus vos courses dans l'obscurité. Vous disposez de toutes les informations, des outils et des suggestions à portée de main, garantissant que chaque livraison de courses à votre porte soit en accord avec vos objectifs de santé.

source: In Conclusion
fr: En conclusion

source: Healthy living is no longer just a trend—it's a necessity. And with the evolving landscape of online grocery shopping, tools like ComPrix make it easier than ever to make the right choices. Dive into a world where health, convenience, and sustainability meet. Dive into the world of ComPrix.
fr: Vivre sainement n'est plus seulement une tendance, c'est une nécessité. Et avec l'évolution du paysage des courses en ligne, des outils comme ComPrix rendent plus facile que jamais de faire les bons choix. Plongez dans un monde où santé, commodité et durabilité se rencontrent. Plongez dans l'univers de ComPrix.

source: Grocery Shopping in the Age of Sustainability: How ComPrix Guides Your Green Journey
fr: Faire ses courses à l'ère de la durabilité : Comment ComPrix guide votre parcours vert

source: From reusable bags to organic produce, sustainability in grocery shopping is no longer a niche – it's mainstream. Yet, as online grocery shopping gains traction, how do we ensure that our digital baskets are as green as our real-life canvas totes? Enter ComPrix, your companion in sustainable shopping.
fr: Des sacs réutilisables aux produits bio, la durabilité dans les courses n'est plus une niche – elle est devenue courante. Pourtant, alors que les courses en ligne prennent de l'ampleur, comment pouvons-nous garantir que nos paniers numériques soient aussi verts que nos cabas en toile de la vie réelle ? Découvrez ComPrix, votre compagnon dans les achats durables.

source: The Green Wave in Online Shopping
fr: La vague verte dans les achats en ligne

source: Sustainability isn't just a buzzword. It's an urgent need, especially given the challenges our planet currently faces. As consumers, our choices have a massive impact, and online shopping platforms have recognized this. There's an increasing demand for transparency – not just in prices, but in product origins, ethical practices, and environmental footprints.
fr: La durabilité n'est pas qu'un mot à la mode. C'est un besoin urgent, en particulier compte tenu des défis auxquels notre planète est actuellement confrontée. En tant que consommateurs, nos choix ont un impact considérable, et les plateformes d'achat en ligne l'ont reconnu. Il y a une demande croissante de transparence, pas seulement dans les prix, mais aussi dans les origines des produits, les pratiques éthiques et les empreintes environnementales.

source: ComPrix: Not Just Smart Prices, But Smart Choices
fr: ComPrix : Non seulement des prix intelligents, mais aussi des choix judicieux

source: Here's how ComPrix becomes an ally in your sustainable shopping journey:
fr: Voici comment ComPrix devient un allié dans votre parcours d'achats durables:

source: 1. Eco Badges: At a glance, see which products are eco-friendly. Our sustainability badges highlight items that are either locally sourced, have reduced carbon footprints, or come in minimal packaging.
fr: 1. Badges durabilité : D'un coup d'œil, voyez quels produits sont éco-responsables. Nos badges de durabilité mettent en évidence des articles soit issus de sources locales, soit ayant des empreintes carbone réduites, soit présentés dans un emballage minimal.

source: 2. Organic and Fair Trade Options: ComPrix doesn't just show you the cheapest items, but also the ones that matter for our planet and its inhabitants. From organic grains to fair trade chocolates, make choices that reflect your values.
fr: 2. Options bio et équitables : ComPrix ne vous présente pas seulement les articles les moins chers, mais aussi ceux qui comptent pour notre planète et ses habitants. Des céréales biologiques aux chocolats équitables, faites des choix qui reflètent vos valeurs.

source: 3. Sustainable Recipe Recommendations: Ever wondered how to use those seasonal vegetables? Our recipe suggestions not only take into account health but also seasonality, promoting local produce and reducing carbon footprints.
fr: 3. Recommandations de recettes durables : Vous êtes-vous déjà demandé comment utiliser ces légumes de saison ? Nos suggestions de recettes prennent non seulement en compte la santé mais aussi la saisonnalité, favorisant les produits locaux et réduisant les empreintes carbone.

source: Beyond the Basket: The Bigger Picture
fr: Au-delà du panier : La vision globale

source: Our commitment doesn't stop at suggestions. We continuously collaborate with grocery partners to encourage and amplify their sustainability efforts, ensuring that as the ComPrix family grows, so does our positive impact on the planet.
fr: Notre engagement ne s'arrête pas aux suggestions. Nous collaborons continuellement avec nos partenaires de l'épicerie pour encourager et amplifier leurs efforts de durabilité, garantissant qu'au fur et à mesure que la famille ComPrix grandit, notre impact positif sur la planète augmente également.

source: The green wave is here to stay, and online grocery shopping is no exception. With ComPrix, you don't just save money, but also ensure that every click, every addition to the basket, aligns with the greater good. Join us in redefining grocery shopping for a sustainable future.
fr: La vague verte est là pour rester, et les courses en ligne ne font pas exception. Avec ComPrix, vous ne faites pas que économiser de l'argent, mais vous garantissez également que chaque clic, chaque ajout au panier, est en accord avec le bien commun. Rejoignez-nous pour redéfinir les courses alimentaires pour un avenir durable.

source: Post Categories
fr: Parcourir les catégories

source: Smart shopping
fr: Achats intelligents

source: Sustainability
fr: Durabilité

source: Healthy choices
fr: Choix sains

source: Dashboard
fr: Tableau de bord

source: Welcome back,
fr: Bon retour,

source: Here's a quick overview of your account.
fr: Voici un aperçu rapide de votre compte.

source: Your Shopping Lists
fr: Vos listes de courses

source: A summary of your most recent lists.
fr: Un résumé de vos listes les plus récentes.

source: Weekly Groceries
fr: Courses hebdomadaires

source: View all lists
fr: Voir toutes les listes

source: Recent Recipes
fr: Recettes récentes

source: Discover new tastes and ideas for your next meal.
fr: Découvrez de nouveaux goûts et idées pour votre prochain repas.

source: Salmon Baked in Red Pesto
fr: Saumon cuit au pesto rouge

source: View all recipes
fr: Voir toutes les recettes

source: Your Profile
fr: Votre profil

source: Manage your personal information and settings.
fr: Gérez vos informations personnelles et vos paramètres.

source: Edit Profile
fr: Modifier le profil

source: ComPrix - FAQs
fr: ComPrix - FAQ

source: Descriptive Alt Text
fr: Texte alternatif descriptif

source: Frequently Asked Questions
fr: Questions Fréquemment Posées

source: What is ComPrix?
fr: Qu'est-ce que ComPrix ?

source: ComPrix is an online platform that helps you compare prices across various supermarkets, provides recipe suggestions, and offers insights into the nutritional and environmental impacts of your choices.
fr: ComPrix est une plateforme en ligne qui vous aide à comparer les prix dans différents supermarchés, propose des suggestions de recettes et offre des aperçus sur les impacts nutritionnels et environnementaux de vos choix.

source: How does the price comparison tool work?
fr: Comment fonctionne l'outil de comparaison des prix ?

source: Our tool aggregates data from several supermarkets and presents you with the prices of items on your shopping list. You can compare prices across different stores to make informed shopping decisions.
fr: Notre outil rassemble des données de plusieurs supermarchés et vous présente les prix des articles de votre liste de courses. Vous pouvez comparer les prix dans différents magasins pour prendre des décisions d'achat éclairées.

source: How often is the price information updated?
fr: À quelle fréquence les informations sur les prix sont-elles mises à jour ?

source: Price information is updated daily to ensure you have the most current data.
fr: Les informations sur les prix sont mises à jour quotidiennement pour vous assurer de disposer des données les plus récentes.

source: Can I purchase items directly through ComPrix?
fr: Puis-je acheter des articles directement via ComPrix ?

source: ComPrix is a comparison tool, and while you cannot purchase directly through our site, we provide links to the products on supermarket websites where you can complete your purchase.
fr: ComPrix est un outil de comparaison, et bien que vous ne puissiez pas acheter directement sur notre site, nous fournissons des liens vers les produits sur les sites web des supermarchés où vous pouvez finaliser votre achat.

source: Are the recipes provided by ComPrix healthy?
fr: Les recettes fournies par ComPrix sont-elles saines ?

source: We offer a range of recipes, including healthy options. Each recipe includes nutritional information to help you make the best choice for your dietary needs.
fr: Nous proposons une gamme de recettes, y compris des options saines. Chaque recette comprend des informations nutritionnelles pour vous aider à faire le meilleur choix pour vos besoins diététiques.

source: How does ComPrix ensure the accuracy of its information?
fr: Comment ComPrix garantit-il l'exactitude de ses informations ?

source: We collaborate with supermarkets and use automated systems to regularly update our database. However, we advise users to double-check prices and product details on the actual supermarket's website.
fr: Nous collaborons avec des supermarchés et utilisons des systèmes automatisés pour mettre régulièrement à jour notre base de données. Cependant, nous conseillons aux utilisateurs de vérifier les prix et les détails des produits sur le site web du supermarché concerné.

source: How can I contact ComPrix for support or feedback?
fr: Comment puis-je contacter ComPrix pour obtenir de l'aide ou donner mon avis ?

source: You can reach us through our contact form on the website. We value your feedback and aim to respond as quickly as possible.
fr: Vous pouvez nous joindre via notre formulaire de contact sur le site web. Nous apprécions vos retours et nous efforçons de répondre aussi rapidement que possible.

source: Is my personal information safe with ComPrix?
fr: Mes informations personnelles sont-elles en sécurité avec ComPrix ?

source: Protecting your privacy is our top priority. We comply with GDPR and French data protection laws to ensure your personal information is securely handled.
fr: La protection de votre vie privée est notre priorité absolue. Nous nous conformons au RGPD et aux lois françaises sur la protection des données pour garantir que vos informations personnelles sont traitées en toute sécurité.

source: What should I do if I notice a discrepancy in pricing?
fr: Que dois-je faire si je remarque une divergence dans les prix ?

source: If you find a discrepancy, please contact us with the details. We strive for accuracy and appreciate your help in keeping our data up-to-date.
fr: Si vous constatez une divergence, veuillez nous contacter avec les détails. Nous nous efforçons d'être précis et apprécions votre aide pour maintenir nos données à jour.

source: Can I suggest a feature or a supermarket to be added to ComPrix?
fr: Puis-je suggérer une fonctionnalité ou un supermarché à ajouter à ComPrix ?

source: Absolutely! We welcome your suggestions to improve ComPrix. Please use our contact form to share your ideas.
fr: Absolument ! Nous accueillons vos suggestions pour améliorer ComPrix. Veuillez utiliser notre formulaire de contact pour partager vos idées.

source: How can I stay updated with ComPrix's latest features and updates?
fr: Comment puis-je rester informé des dernières fonctionnalités et mises à jour de ComPrix ?

source: You can subscribe to our newsletter, follow us on social media, or regularly visit our blog for the latest news and updates.
fr: Vous pouvez vous abonner à notre newsletter, nous suivre sur les réseaux sociaux, ou visiter régulièrement notre blog pour les dernières nouvelles et mises à jour.

source: Comprix - Compare, Save, Shop Smart!
fr: Comprix - Comparez, Économisez, Achetez Malin !

source: Get the Best Prices on Your Groceries, Instantly!
fr: Trouvez les meilleurs prix pour vos courses !

source: Compare your grocery list across top supermarkets and shop smart.
fr: Comparez vos courses dans les grands supermarchés et achetez futé.

source: GET STARTED
fr: C'EST PARTI

source: Where do you want to shop?
fr: Où voulez-vous faire vos courses ?

source: Please enter your ZIP code
fr: Entrez votre code postal, svp

source: Create the shopping list
fr: Faites votre liste de courses

source: How It Works
fr: Comment ça marche

source: Create Your List
fr: Faites votre liste

source: Add as much detail as you like, from brand preferences to package sizes. Choose how you'd like to receive your groceries and fine-tune your search with custom filters.
fr: Ajoutez tous les détails que vous voulez, des marques aux tailles des produits. Choisissez comment recevoir vos achats et ajustez votre recherche avec des filtres.

source: Personalise the Cart
fr: Personnalisez votre panier

source: We scan four top supermarket chains to find the most cost-effective choices for you. Feel free to tweak your choices for a more personalised shopping experience.
fr: Nous comparons quatre grandes chaînes pour trouver les options les plus économiques pour vous. Modifiez à votre guise pour une expérience sur mesure.

source: Choose & Shop
fr: Choisissez et achetez

source: View the total cost for your entire basket, including your preferred delivery method. Pick your favourite supermarket and seamlessly place your order directly with the retailer.
fr: Consultez le coût total de votre panier, livraison incluse. Choisissez votre supermarché et passez la commande directement auprès du détaillant.

source: Enjoy the Savings
fr: Profitez des économies

source: Discover the joy of smart shopping. ComPrix helps you cut your grocery bills by up to 20%%, and offers insights into the nutritional and environmental impact of your choices.
fr: ComPrix vous aide à réduire vos dépenses de courses jusqu'à 20 %% et vous informe de l'impact nutritionnel et environnemental de vos choix.

source: Our Main Features
fr: Nos fonctionnalités clés

source: Real-Time Price Comparison
fr: Comparaison de prix en temps réel

source: Instantly compare prices of your grocery list across multiple supermarkets.
fr: Comparez instantanément les prix de votre liste de courses dans plusieurs supermarchés.

source: Healthy Recipes & Substitutes
fr: Recettes saines et alternatives

source: Discover healthy recipes and find substitutes for better choices.
fr: Découvrez des recettes saines et trouvez des substituts pour de meilleurs choix.

source: Sustainability Badges
fr: Badges durabilité
