Repository: amp75011/mvp
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Identify eco-friendly and sustainable products with our badges.
fr: Repérez les produits éco-responsables avec nos badges.

source: Subscribe to Newsletter
fr: Abonnez-vous à la Newsletter

source: SUBSCRIBE
fr: S'ABONNER

source: Subscribe to Our Newsletter
fr: Abonnez-vous à Notre Newsletter

source: Enter your email
fr: Entrez votre email

source: Subscribe
fr: S'abonner

source: Thank you for subscribing!
fr: Merci de vous être abonné !

source: Links
fr: Liens utiles

source: Home
fr: Accueil

source: Help
fr: Aide

source: Contact
fr: Contactez-nous

source: FAQs
fr: Questions Fréquentes

source: Legal
fr: Légal

source: Terms and conditions
fr: Conditions générales

source: Privacy
fr: Politique de confidentialité

source: Login - ComPrix
fr: Connexion - ComPrix

source: Sign in to ComPrix
fr: Connectez-vous à ComPrix

source: Sign in with Google
fr: Se connecter avec Google

source: Sign in with Apple
fr: Se connecter avec Apple

source: Or
fr: Ou

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Forgot password?
fr: Mot de passe oublié ?

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Sign up
fr: S'inscrire

source: Comprix - Recipes
fr: Comprix - Recettes

source: Recipes
fr: Recettes

source: Get Inspired
fr: Laissez-vous inspirer

source: Thai Curry with Chickpeas, Pumpkin and Spinach
fr: Curry Thaï aux pois chiches, potiron et épinards

source: Ingredients for 2 Servings
fr: Ingrédients pour 2 personnes

source: • 1 cup cooked chickpeas (or canned)
fr: • 1 tasse de pois chiches cuits (ou en conserve)

source: • 300 g pumpkin (weighed before peeling)
fr: • 300 g de potiron (pesé avant épluchage)

source: • 1 small onion
fr: • 1 petit oignon

source: • 1 teaspoon of red curry paste (or 1 teaspoon of grated garlic and ginger and 1/2 teaspoon of ground hot pepper)
fr: • 1 cuillère à café de pâte de curry rouge (ou 1 cuillère à café d'ail et de gingembre râpés et 1/2 cuillère à café de piment fort moulu)

source: • 1/2 teaspoon ground turmeric
fr: • 1/2 cuillère à café de curcuma moulu

source: • 150 ml coconut milk
fr: • 150 ml de lait de coco

source: • Approx. 1/2 cup of broth
fr: • Environ 1/2 tasse de bouillon

source: • A large handful of spinach
fr: • Une grande poignée d'épinards

source: • Coriander (for garnish)
fr: • Coriandre (pour la garniture)

source: • Fresh chili (for garnish)
fr: • Piment frais (pour la garniture)

source: • 1 lime wedge (for serving)
fr: • 1 quartier de citron vert (pour servir)

source: • Salt (to taste)
fr: • Sel (au goût)

source: • 2 tablespoons of coconut oil (for frying)
fr: • 2 cuillères à soupe d'huile de coco (pour la friture)

source: • Rice (for serving)
fr: • Riz (pour servir)

source: Preparation
fr: Préparation

source: • Peel the pumpkin and cut into cubes. Cut the onion into slices.
fr: • Épluchez le potiron et coupez-le en cubes. Coupez l'oignon en tranches.

source: • In a pan, fry the curry paste in 2 tablespoons of coconut milk. Add pumpkin, onion, season with salt and fry, stirring occasionally, for about 2 minutes.
fr: • Dans une poêle, faites frire la pâte de curry dans 2 cuillères à soupe de lait de coco. Ajoutez le potiron, l'oignon, assaisonnez de sel et faites frire, en remuant de temps en temps, pendant environ 2 minutes.

source: • Add ground turmeric and cooked or canned chickpeas (if possible, add a few tablespoons of the chickpeas water). Add another 2 tablespoons of milk and fry for 1 minute.
fr: • Ajoutez le curcuma moulu et les pois chiches cuits ou en conserve (si possible, ajoutez quelques cuillères à soupe d'eau des pois chiches). Ajoutez 2 autres cuillères à soupe de lait et faites frire pendant 1 minute.

source: • Pour in the rest of the coconut milk and bring to a boil. Cook for about 15 minutes, stirring occasionally. Pour the broth gradually and cook for approx. 5 - 10 minutes until the pumpkin is soft. In the meantime, stir every now and then. Finally, add the spinach, mix and set aside from the heat.
fr: • Versez le reste du lait de coco et portez à ébullition. Laissez cuire environ 15 minutes, en remuant de temps en temps. Ajoutez le bouillon progressivement et laissez cuire environ 5 à 10 minutes jusqu'à ce que le potiron soit tendre. Entre-temps, remuez de temps à autre. Enfin, ajoutez les épinards, mélangez et retirez du feu.

source: • Sprinkle with coriander and fresh chili, serve with rice and a lime wedge.
fr: • Saupoudrez de coriandre et de piment frais, servez avec du riz et un quartier de citron vert.

source: • 600 g salmon
fr: • 600 g de saumon

source: • Salt and pepper (to taste)
fr: • Sel et poivre (au goût)

source: • 2 tablespoons of red pesto (made from dried tomatoes)
fr: • 2 cuillères à soupe de pesto rouge (fait à partir de tomates séchées)

source: • 1/2 can of chopped, peeled tomatoes (or 1 fresh tomato)
fr: • 1/2 boîte de tomates pelées et hachées (ou 1 tomate fraîche)

source: • 2 teaspoons of dried oregano
fr: • 2 cuillères à café d'origan séché

source: • 2 tablespoons of extra olive oil
fr: • 2 cuillères à soupe d'huile d'olive extra

source: • Fresh basil (for garnish)
fr: • Basilic frais (pour la garniture)

source: • 1/2 cup grated Parmesan cheese
fr: • 1/2 tasse de parmesan râpé

source: • Cut off the skin from the fillets, rinse the salmon, dry it and cut into portions. Season with salt and pepper and spread with red pesto. Place in an ovenproof dish.
fr: • Retirez la peau des filets, rincez le saumon, séchez-le et coupez-le en portions. Assaisonnez de sel et de poivre et étalez le pesto rouge. Placez dans un plat allant au four.

source: • Place 2 tablespoons of chopped tomatoes on each portion and season with dried oregano, salt, and pepper. Drizzle with olive oil, sprinkle with basil and Parmesan. Preheat the oven to 200 degrees C and bake for about 15 - 17 minutes.
fr: • Placez 2 cuillères à soupe de tomates hachées sur chaque portion et assaisonnez d'origan séché, de sel et de poivre. Arrosez d'huile d'olive, saupoudrez de basilic et de parmesan. Préchauffez le four à 200 degrés C et faites cuire environ 15 à 17 minutes.

source: Pasta with Shrimp and Zucchini
fr: Pâtes aux crevettes et courgettes

source: • 12-16 shrimps
fr: • 12-16 crevettes

source: • 1 small zucchini (approx. 250 g)
fr: • 1 petite courgette (environ 250 g)

source: • 150 g tagliatelle pasta
fr: • 150 g de pâtes tagliatelles

source: • 4 tablespoons of chopped parsley
fr: • 4 cuillères à soupe de persil haché

source: • 6 tablespoons of whipping cream 30%%
fr: • 6 cuillères à soupe de crème fleurette 30%%

source: • 2 cloves of garlic
fr: • 2 gousses d'ail

source: • 6 tablespoons of white wine
fr: • 6 cuillères à soupe de vin blanc

source: • 1 and 1/2 tablespoons of olive oil
fr: • 1 et 1/2 cuillères à soupe d'huile d'olive

source: • 2 tablespoons of butter
fr: • 2 cuillères à soupe de beurre

source: • A pinch of saffron (optional)
fr: • Une pincée de safran (facultatif)

source: • 2 lemon pieces (for serving)
fr: • 2 morceaux de citron (pour servir)

source: • Clean, wash, and dry the shrimp. Cut the zucchini into slices and halves. Chop the parsley and grate the garlic. Cook the pasta al dente, drain, keeping a bit of water.
fr: • Nettoyez, lavez et séchez les crevettes. Coupez la courgette en demi-tranches. Hachez le persil et râpez l'ail. Faites cuire les pâtes al dente, égouttez en conservant un peu d'eau.

source: • In a pan with olive oil and grated garlic, fry lightly, add zucchini, and stir-fry for about 5 minutes. Add butter, salt, optionally saffron, and fry for another 2-3 minutes.
fr: • Dans une poêle avec de l'huile d'olive et de l'ail râpé, faites frire légèrement, ajoutez la courgette et faites sauter pendant environ 5 minutes. Ajoutez le beurre, le sel, éventuellement du safran, et faites frire pendant encore 2-3 minutes.

source: • Move zucchini to the edge of the pan, add butter and shrimps in the free space, season them with salt, and fry for half a minute on each side over higher heat.
fr: • Déplacez les courgettes sur le bord de la poêle, ajoutez du beurre et les crevettes dans l'espace libre, assaisonnez-les de sel et faites-les frire une demi-minute de chaque côté à feu vif.

source: • Add parsley, mix all ingredients in the pan, and fry for a while. Pour in the wine and let it evaporate over high heat.
fr: • Ajoutez le persil, mélangez tous les ingrédients dans la poêle et faites-les frire un moment. Versez le vin et laissez-le s'évaporer à feu vif.

source: • Add the cream, pasta, and a few tablespoons of pasta water. Mix and bring to a boil. Remove from heat when the sauce becomes thick. Serve with a lemon wedge.
fr: • Ajoutez la crème, les pâtes et quelques cuillères à soupe d'eau de cuisson des pâtes. Mélangez et portez à ébullition. Retirez du feu lorsque la sauce épaissit. Servez avec un quartier de citron.

source: Grilled Trout with Vegetables and Figs
fr: Truite grillée avec légumes et figues

source: • 2 trout fillets
fr: • 2 filets de truite

source: • 1 cup broccoli florets
fr: • 1 tasse de fleurettes de brocoli

source: • 1 cup green beans, ends trimmed
fr: • 1 tasse de haricots verts, extrémités coupées

source: • 1 cup sliced carrots
fr: • 1 tasse de carottes tranchées

source: • 1/2 cup cherry tomatoes, halved
fr: • 1/2 tasse de tomates cerises, coupées en deux

source: • 4 fresh figs, quartered
fr: • 4 figues fraîches, coupées en quatre

source: • 2 tablespoons olive oil
fr: • 2 cuillères à soupe d'huile d'olive

source: • Salt and pepper to taste
fr: • Sel et poivre au goût

source: • Optional herbs like thyme or rosemary
fr: • Herbes facultatives comme le thym ou le romarin

source: • Preheat your grill pan over medium-high heat. Brush the trout fillets with olive oil and season with salt, pepper, and optional herbs.
fr: • Préchauffez votre poêle à griller à feu moyen-élevé. Brossez les filets de truite avec de l'huile d'olive et assaisonnez avec du sel, du poivre et des herbes facultatives.

source: • Grill the trout for about 4-5 minutes per side or until it flakes easily with a fork.
fr: • Faites griller la truite environ 4-5 minutes de chaque côté ou jusqu'à ce qu'elle s'effrite facilement avec une fourchette.

source: • Steam broccoli, green beans, and carrots until just tender. Add them to the grill pan with the tomatoes, drizzle with olive oil, and season.
fr: • Faites cuire à la vapeur le brocoli, les haricots verts et les carottes jusqu'à ce qu'ils soient juste tendres. Ajoutez-les dans la poêle à griller avec les tomates, arrosez d'huile d'olive et assaisonnez.

source: • Grill the vegetables for 2-3 minutes, then add the fig quarters and cook for an additional 1-2 minutes.
fr: • Faites griller les légumes pendant 2-3 minutes, puis ajoutez les quartiers de figue et faites cuire pendant 1-2 minutes supplémentaires.

source: • Serve the grilled trout and vegetables hot, with the figs adding a sweet contrast.
fr: • Servez la truite grillée et les légumes chauds, avec les figues ajoutant un contraste sucré.

source: Comprix - Shopping List
fr: Comprix - Liste de Courses

source: Create Your Shopping List!
fr: Créez votre liste de courses !

source: Enter your shopping list items, one by one
fr: Entrez les articles de votre liste de courses

source: Add
fr: Ajouter

source: Compare
fr: Comparer

source: Preferences
fr: Préférences

source: Delivery
fr: Livraison

source: Price per item
fr: Prix par article

source: Per unit (kg, litre)
fr: Par unité (kg, litre)

source: Plant-based
fr: À base de plantes

source: All products
fr: Tous les produits

source: Browse Categories
fr: Parcourir les catégories

source: Signup - ComPrix
fr: Inscription - ComPrix

source: Sign up for ComPrix
fr: Inscrivez-vous à ComPrix

source: Sign Up
fr: S'inscrire

source: Already have an account?
fr: Vous avez déjà un compte ?

source: ComPrix - Sustainability & Health Badges
fr: ComPrix - Badges de Durabilité & Santé

source: Badges for Better Choices
fr: Badges pour de meilleurs choix

source: Sustainability Badge
fr: Badge Durabilité

source: Eco-Friendly Shopping Simplified.
fr: Achats écologiques simplifiés.

source: Our Sustainability Badge highlights products that meet high environmental standards, including Organic, Eco-Friendly Packaging, and Carbon Footprint Conscious items.
fr: Notre badge de durabilité met en lumière les produits répondant à de hautes normes environnementales, incluant les produits biologiques, l'emballage éco-responsable et les articles conscients de l'empreinte carbone.

source: Health Badge
fr: Badge Santé

source: Nourish Yourself with the Best.
fr: Nourrissez-vous avec le meilleur.

source: The Health Badge indicates products that are Nutrient-Rich, Low in Unhealthy Additives, and Balanced Diet Friendly.
fr: Le badge santé indique les produits riches en nutriments, pauvres en additifs malsains et adaptés à une alimentation équilibrée.

source: Making Informed Choices
fr: Faire des choix éclairés

source: Look for these badges as you build your grocery list and make choices that align with your health and environmental values.
fr: Recherchez ces badges lorsque vous préparez votre liste de courses et faites des choix en accord avec vos valeurs de santé et environnementales.

source: Together, we can make a difference, one purchase at a time.
fr: Ensemble, nous pouvons faire une différence, un achat à la fois.
